{
    "home.title": "Home | Leotolaba",
    "about.title": "About | LeoTolaba",
    "project.title": "Project | LeoTolaba",
    "contact.title": "Contact | Leotolaba",
    "navbar.home": "Home",
    "navbar.about": "About",
    "navbar.project": "Project",
    "navbar.contact": "Contact",
    "home.main": "Hi, I'm Leonardo Tolaba",
    "home.subtitle": "As a full-stack developer, I am dedicated to turning ideas into innovative web applications. Explore my latest projects, where I am showcasing my experience in React.js, web development, UX/UI, AI, and blockchain.",
    "home.btn.resume": "Resume",
    "about.main":"Passion is the key to success",
    "about.subtitle": "Biography",
    "about.text1": "Hi, I'm Leonardo, a full-stack developer with a strong passion for creating the best digital experiences centered on clients' goals. With 1 year of experience in the field, I'm always looking for new and innovative ways to bring my clients' visions to life.",
    "about.text2": "I believe that design is not just about making things look pretty but also about solving problems and creating intuitive and enjoyable experiences for users.",
    "about.text3": "Currently, I'm studying English to improve my interpersonal communication skills and, at the same time, learning the latest technologies related to artificial intelligence and blockchain development.",
    "about.client":"Satisfied Clients",
    "about.projects":"Projects Completed",
    "about.years": "Years Of Experience",
    "skills.title": "Skills",
    "experience.title": "Experience",
    "exp.free": "As a freelance full-stack web developer, I work with small and medium-sized businesses to create custom web solutions that meet their specific needs. I offer development services from designing attractive user interfaces to implementing server functionalities and databases.",
    "exp.dhl.title": "Administrative",
    "exp.dhl.detail": "I perform SIM Operator and team management tasks, and have advanced proficiency in the Office suite. Additionally, I am responsible for conducting training for team members and managing DHL systems for processing, tracking, controls, and area maintenance. I also handle problem resolution in collaboration with the Customer Service department.",
    "education.title": "Education",
    "edu.title1": "Associate Degree in Programming",
    "edu.info1":"Relevant courses included Data Structures,Algorithms and Computer Systems Engineering",
    "edu.title2": "Student with B1 Level of English",
    "edu.info2":"Communication in everyday situations, comprehension of simple texts, and writing of short texts on familiar topics.",
    "edu.title3": "Fullstack Developer",
    "edu.info3":"Introduction to Programming, completion of various projects, Frontend Development with JavaScript, and Backend Development with Java.",
    "project.main": "Imagination Trumps Knowledge!",
    "project.btn.main": "Visit Project",
    "project.btn.sub": "Visit",
    "pjt1.title": "Metaversus",
    "pjt1.desc": "A modern website built on NextJS 13 and styled with Tailwind CSS. It is also mobile responsive and features various types of animations created with FramerMotion.",
    "pjt2.title": "Alura Hotel",
    "pjt3.title": "Task manager",
    "pjt4.title": "CarHub",
    "pjt4.desc": "A modern website built on NextJS 13, Typescript, Tailwind CSS and RapidAPI. It is also mobile responsive and features various types of animations created with FramerMotion.",
    "pjt5.title": "CalendarApp",
    "pjt6.title": "For Them - Ezeiza",
    "pjt6.desc": "A website created for a neighborhood organization using React, TypeScript, Tailwind CSS, and the MercadoPago API. It is mobile responsive and has a Node.js backend for MercadoPago requests.",
    "contact.main": "Let's Start Working Together Today!",
    "form.name": "Name:",
    "form.subject":"Subject:",
    "form.msg": "Message:",
    "form.btn": "Send!",
    "form.msg.name":"Enter your name",
    "form.msg.subject":"Enter the subject",
    "form.msg.msg":"Enter your message",
    "footer.rights": "All Rights Reserved",
    "footer.main": "Build With",
    "footer.main2": "by",
    "footer.msg": "Say Hello!"

}