{
    "home.title": "Inicio | Leotolaba",
    "about.title": "Acerca de | LeoTolaba",
    "project.title": "Proyectos | LeoTolaba",
    "contact.title": "Contacto | Leotolaba",
    "navbar.home": "Inicio",
    "navbar.about": "Acerca de",
    "navbar.project": "Proyectos",
    "navbar.contact": "Contacto",
    "home.main": "Convirtiendo la vision en realidad con código y diseño.",
    "home.subtitle": "Como desarrollador full-stack, me dedico a convertir ideas en aplicaciones web innovadoras. Explore mis últimos proyectos y artículos, mostrando mi experiencia en React.js y desarrollo web.",
    "home.btn.resume": "Descargar CV",
    "about.main":"La pasión es la clave del éxito",
    "about.subtitle": "Biografía",
    "about.text1": "Hola, soy Leonardo, un desarrollador fullstack con una fuerte pasión por crear las mejores experiencias digitales centradas en los objetivos del cliente. Cuento con 1 año de experiencia en el campo y siempre estoy buscando formas nuevas e innovadoras de dar vida a las visiones de mis clientes.",
    "about.text2": "Creo que el diseño no se trata solamente de hacer que las cosas se vean bonitas, sino de resolver problemas y crear experiencias intuitivas y agradables para los usuarios.",
    "about.text3": "Actualmente, estoy estudiando inglés para mejorar mis habilidades de comunicación interpersonal y al mismo tiempo, aprendiendo las últimas tecnologías relacionadas con inteligencia artificial y desarrollo blockchain.",
    "about.client":"Clientes Satisfechos",
    "about.projects":"Proyectos Completados",
    "about.years": "Años de Experiencia",
    "skills.title": "Habilidades",
    "experience.title": "Experiencia",
    "exp.free": "Como desarrollador web fullstack freelance, trabajo con pequeñas y medianas empresas para crear soluciones web personalizadas que cumplan con sus necesidades específicas. Ofrezco servicios de desarrollo desde el diseño de interfaces de usuario atractivas hasta la implementación de funcionalidades de servidor y bases de datos.",
    "exp.dhl.title": "Administrativo / Referente",
    "exp.dhl.detail": "Realizo tareas de Operador SIM y gestión de equipo, y tengo un manejo avanzado del paquete Office. Además, soy responsable de realizar capacitaciones para los integrantes del equipo y manejo los sistemas de DHL para procesamiento, búsqueda, controles y mantenimiento del área. También me encargo de resolver problemas en colaboración con el área de Customer Service.",
    "education.title": "Educación",
    "edu.title1": "Tecnicatura en Programación",
    "edu.info1":"Los cursos relevantes incluyeron Estructuras de Datos y Algoritmos, e Ingeniería de Sistemas de Computación.",
    "edu.title2": "Estudiante con nivel B1 de inglés",
    "edu.info2":"Comunicacion en situaciones cotidianas, comprension de textos sencillos y escritura de textos cortos sobre temas conocidos.",
    "edu.title3": "Desarrollador Fullstack",
    "edu.info3":" Introducción a la programación,  realización de distintos proyectos, desarrollo Frontend con Javascript y desarrollo Backend con Java.",
    "project.main": "¡La imaginación supera al conocimiento!"
}